test/multiphase/reactingTwoPhaseEulerFoam/populationBalance/titaniaSynthesis/constant/chemistryProperties.vapor
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      chemistryProperties.gas;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

chemistryType
{
    solver  EulerImplicit;
}

chemistry   on;

initialChemicalTimeStep 1e-07;

EulerImplicitCoeffs
{
    cTauChem                1;
    equilibriumRateLimiter  off;
}

odeCoeffs
{
    solver      Rosenbrock43;
    absTol      1e-8;
    relTol      0.01;
}

#include "reactions.vapor"

// ************************************************************************* //
